@extends('layout.app')

@section('content')
    <main class="page">
        <section data-fullscreen class="hero">
            <div class="hero__background">
                <video autoplay muted loop playsinline type="video/mp4" src="{{ asset('files/video.mp4') }}"></video>
            </div>
            <div class="hero__container">
                <div class="hero__body">
                    <h1 class="hero__title">Институт <span>электрокаплеструйных технологий</span></h1>
                    <p class="hero__text">
                        <svg width="17" height="44" viewBox="0 0 17 44" fill="none"
                             xmlns="http://www.w3.org/2000/svg">
                            <path
                                d="M0 34.8787C0 34.5847 0.0196705 34.2951 0.0480843 34.0099C0.0579205 33.9203 0.0721264 33.8317 0.0841484 33.7432C0.110376 33.5443 0.143162 33.3476 0.183596 33.1531C0.203266 33.0569 0.22403 32.9618 0.246979 32.8679C0.296156 32.6679 0.352983 32.4712 0.415276 32.2777C0.439318 32.2034 0.458988 32.128 0.485216 32.0559C0.574827 31.8024 0.67646 31.5543 0.789021 31.3117C0.826178 31.2308 0.86989 31.1532 0.910324 31.0734C0.99338 30.9095 1.07862 30.7478 1.17151 30.5893C1.22943 30.4932 1.28844 30.3981 1.34855 30.3041C1.43707 30.1664 1.53105 30.0309 1.62831 29.8976C1.69388 29.808 1.75726 29.7172 1.82611 29.6298C1.8436 29.6069 1.85999 29.5828 1.87748 29.561C1.8895 29.55 1.90152 29.538 1.91463 29.5271C2.24248 29.1249 2.59874 28.7468 2.99325 28.4113L2.99544 28.3764C5.66412 25.6181 7.3121 21.8675 7.3121 17.7268C7.3121 14.3292 6.19304 11.2004 4.32431 8.65959V8.65194C3.89265 8.10771 3.57463 7.47496 3.37574 6.79304C3.34405 6.68594 3.31454 6.57885 3.28831 6.46956C3.26318 6.35591 3.23914 6.24335 3.22056 6.12751C3.18012 5.87398 3.15171 5.61497 3.15171 5.34833C3.15171 2.39442 5.54609 3.43323e-05 8.5 3.43323e-05C11.4539 3.43323e-05 13.8483 2.39442 13.8483 5.34833C13.8483 5.61497 13.8199 5.87398 13.7794 6.12751C13.7609 6.24335 13.7368 6.35591 13.7117 6.46956C13.6866 6.57885 13.657 6.68594 13.6243 6.79304C13.4254 7.47496 13.1084 8.10771 12.6757 8.65194L12.6768 8.65959C10.807 11.2004 9.6879 14.3292 9.6879 17.7268C9.6879 21.8675 11.337 25.6181 14.0046 28.3764L14.0068 28.4113C14.4013 28.7468 14.7575 29.1249 15.0854 29.5271C15.0985 29.538 15.1105 29.55 15.1225 29.561C15.1411 29.5828 15.1564 29.6069 15.1739 29.6298C15.2427 29.7172 15.3061 29.808 15.3728 29.8976C15.469 30.0309 15.5629 30.1664 15.6515 30.3041C15.7116 30.3981 15.7717 30.4932 15.8285 30.5893C15.9214 30.7478 16.0077 30.9095 16.0897 31.0734C16.1301 31.1532 16.1738 31.2308 16.211 31.3117C16.3246 31.5543 16.4263 31.8024 16.5159 32.0559C16.541 32.128 16.5607 32.2034 16.5847 32.2777C16.6481 32.4712 16.7049 32.6679 16.7541 32.8679C16.776 32.9618 16.7967 33.0569 16.8164 33.1531C16.8568 33.3476 16.8896 33.5443 16.9169 33.7421C16.929 33.8317 16.9421 33.9203 16.9508 34.0099C16.9814 34.2951 17 34.5847 17 34.8787C17 39.5724 13.1948 43.3787 8.5 43.3787C3.80522 43.3787 0 39.5724 0 34.8787Z"
                                fill="#0077BD"/>
                        </svg>
                        <span>
								Российский лидер в области разработки, производства и обслуживанияпромышленных
								электрокаплеструйных принтеров <br/>для маркировки любой продукции
							</span>
                    </p>
                    <button data-popup="#popup" class="hero__button button">Связаться с нами</button>
                </div>
            </div>
        </section>
        <section animate class="printers">
            <svg class="printers__decor-1" width="230" height="236" viewBox="0 0 230 236" fill="none"
                 xmlns="http://www.w3.org/2000/svg">
                <g opacity="0.03">
                    <path
                        d="M111.944 209.405C111.944 224.095 100.036 236 85.3491 236C70.6622 236 58.7539 224.095 58.7539 209.405C58.7539 194.718 70.6622 182.81 85.3491 182.81C100.036 182.81 111.944 194.718 111.944 209.405Z"
                        fill="#0077BD"/>
                    <path
                        d="M111.944 26.5923C111.944 41.282 100.036 53.1875 85.3491 53.1875C70.6622 53.1875 58.7539 41.282 58.7539 26.5923C58.7539 11.9054 70.6622 -9.53674e-05 85.3491 -9.53674e-05C100.036 -9.53674e-05 111.944 11.9054 111.944 26.5923Z"
                        fill="#373535"/>
                    <path
                        d="M170.699 26.5923C170.699 41.282 158.794 53.1875 144.107 53.1875C129.417 53.1875 117.512 41.282 117.512 26.5923C117.512 11.9054 129.417 -9.53674e-05 144.107 -9.53674e-05C158.794 -9.53674e-05 170.699 11.9054 170.699 26.5923Z"
                        fill="#373535"/>
                    <path
                        d="M229.456 26.5923C229.456 41.282 217.55 53.1875 202.86 53.1875C188.174 53.1875 176.268 41.282 176.268 26.5923C176.268 11.9054 188.174 -9.53674e-05 202.86 -9.53674e-05C217.55 -9.53674e-05 229.456 11.9054 229.456 26.5923Z"
                        fill="#373535"/>
                    <path
                        d="M53.1876 87.5309C53.1876 102.218 41.2793 114.123 26.5924 114.123C11.9055 114.123 0 102.218 0 87.5309C0 72.844 11.9055 60.9357 26.5924 60.9357C41.2793 60.9357 53.1876 72.844 53.1876 87.5309Z"
                        fill="#0077BD"/>
                    <path
                        d="M111.944 87.5309C111.944 102.218 100.036 114.123 85.3491 114.123C70.6622 114.123 58.7539 102.218 58.7539 87.5309C58.7539 72.844 70.6622 60.9357 85.3491 60.9357C100.036 60.9357 111.944 72.844 111.944 87.5309Z"
                        fill="#0077BD"/>
                    <path
                        d="M170.699 87.5309C170.699 102.218 158.794 114.123 144.107 114.123C129.417 114.123 117.512 102.218 117.512 87.5309C117.512 72.844 129.417 60.9357 144.107 60.9357C158.794 60.9357 170.699 72.844 170.699 87.5309Z"
                        fill="#0077BD"/>
                    <path
                        d="M111.944 148.468C111.944 163.158 100.036 175.063 85.3491 175.063C70.6622 175.063 58.7539 163.158 58.7539 148.468C58.7539 133.781 70.6622 121.875 85.3491 121.875C100.036 121.875 111.944 133.781 111.944 148.468Z"
                        fill="#0077BD"/>
                    <path
                        d="M170.699 148.468C170.699 163.158 158.794 175.063 144.107 175.063C129.417 175.063 117.512 163.158 117.512 148.468C117.512 133.781 129.417 121.875 144.107 121.875C158.794 121.875 170.699 133.781 170.699 148.468Z"
                        fill="#373535"/>
                </g>
            </svg>
            <svg class="printers__decor-2" width="174" height="443" viewBox="0 0 174 443" fill="none"
                 xmlns="http://www.w3.org/2000/svg">
                <path opacity="0.03"
                      d="M1.52588e-05 356.047C1.52588e-05 353.047 0.201065 350.09 0.491501 347.179C0.592026 346.264 0.737244 345.36 0.860107 344.457C1.12819 342.426 1.4633 340.418 1.8766 338.432C2.07767 337.451 2.2899 336.48 2.52448 335.521C3.02713 333.479 3.60799 331.471 4.24469 329.497C4.49043 328.738 4.6915 327.968 4.95958 327.232C5.87553 324.644 6.91437 322.112 8.0649 319.635C8.44469 318.809 8.89149 318.017 9.30479 317.203C10.1537 315.53 11.025 313.879 11.9745 312.261C12.5665 311.279 13.1697 310.309 13.784 309.349C14.6888 307.944 15.6495 306.56 16.6436 305.199C17.3138 304.285 17.9617 303.359 18.6654 302.466C18.8441 302.232 19.0117 301.987 19.1904 301.763C19.3133 301.652 19.4362 301.529 19.5702 301.418C22.9213 297.312 26.5628 293.452 30.5952 290.028L30.6175 289.671C57.8952 261.513 74.7398 223.227 74.7398 180.958C74.7398 146.274 63.3015 114.335 44.2005 88.3983V88.3202C39.7883 82.7646 36.5377 76.3054 34.5048 69.3442C34.1808 68.2509 33.8792 67.1577 33.6111 66.0421C33.3542 64.8819 33.1085 63.7329 32.9186 62.5504C32.5053 59.9622 32.2149 57.3183 32.2149 54.5963C32.2149 24.4422 56.6888 -6.10352e-05 86.8818 -6.10352e-05C117.075 -6.10352e-05 141.549 24.4422 141.549 54.5963C141.549 57.3183 141.258 59.9622 140.845 62.5504C140.655 63.7329 140.409 64.8819 140.153 66.0421C139.896 67.1577 139.594 68.2509 139.259 69.3442C137.226 76.3054 133.987 82.7646 129.563 88.3202L129.574 88.3983C110.462 114.335 99.0238 146.274 99.0238 180.958C99.0238 223.227 115.88 261.513 143.146 289.671L143.168 290.028C147.201 293.452 150.842 297.312 154.193 301.418C154.328 301.529 154.45 301.652 154.573 301.763C154.763 301.987 154.92 302.232 155.098 302.466C155.802 303.359 156.45 304.285 157.131 305.199C158.114 306.56 159.075 307.944 159.98 309.349C160.594 310.309 161.208 311.279 161.789 312.261C162.739 313.879 163.621 315.53 164.459 317.203C164.872 318.017 165.319 318.809 165.699 319.635C166.86 322.112 167.899 324.644 168.815 327.232C169.072 327.968 169.273 328.738 169.519 329.497C170.167 331.471 170.748 333.479 171.25 335.521C171.474 336.48 171.686 337.451 171.887 338.432C172.3 340.418 172.635 342.426 172.915 344.445C173.038 345.36 173.172 346.264 173.261 347.179C173.574 350.09 173.764 353.047 173.764 356.047C173.764 403.961 134.869 442.817 86.8818 442.817C38.8947 442.817 1.52588e-05 403.961 1.52588e-05 356.047Z"
                      fill="#0077BD"/>
            </svg>
            <div class="printers__container">
                <h2 animate class="printers__title title-h2">
                    <svg class="title-h2__icon" width="49" height="50" viewBox="0 0 49 50" fill="none"
                         xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M23.7169 44.3654C23.7169 47.4777 21.194 50 18.0823 50C14.9707 50 12.4478 47.4777 12.4478 44.3654C12.4478 41.2538 14.9707 38.7308 18.0823 38.7308C21.194 38.7308 23.7169 41.2538 23.7169 44.3654Z"
                            fill="#0077BD"/>
                        <path
                            d="M23.7169 5.63397C23.7169 8.74621 21.194 11.2686 18.0823 11.2686C14.9707 11.2686 12.4478 8.74621 12.4478 5.63397C12.4478 2.52234 14.9707 -3.8147e-06 18.0823 -3.8147e-06C21.194 -3.8147e-06 23.7169 2.52234 23.7169 5.63397Z"
                            fill="#373535"/>
                        <path
                            d="M36.165 5.63397C36.165 8.74621 33.6427 11.2686 30.5311 11.2686C27.4188 11.2686 24.8965 8.74621 24.8965 5.63397C24.8965 2.52234 27.4188 -3.8147e-06 30.5311 -3.8147e-06C33.6427 -3.8147e-06 36.165 2.52234 36.165 5.63397Z"
                            fill="#373535"/>
                        <path
                            d="M48.6133 5.63397C48.6133 8.74621 46.0909 11.2686 42.9787 11.2686C39.8671 11.2686 37.3447 8.74621 37.3447 5.63397C37.3447 2.52234 39.8671 -3.8147e-06 42.9787 -3.8147e-06C46.0909 -3.8147e-06 48.6133 2.52234 48.6133 5.63397Z"
                            fill="#373535"/>
                        <path
                            d="M11.2686 18.5447C11.2686 21.6564 8.74561 24.1787 5.63398 24.1787C2.52235 24.1787 0 21.6564 0 18.5447C0 15.4331 2.52235 12.9102 5.63398 12.9102C8.74561 12.9102 11.2686 15.4331 11.2686 18.5447Z"
                            fill="#0077BD"/>
                        <path
                            d="M23.7169 18.5447C23.7169 21.6564 21.194 24.1787 18.0823 24.1787C14.9707 24.1787 12.4478 21.6564 12.4478 18.5447C12.4478 15.4331 14.9707 12.9102 18.0823 12.9102C21.194 12.9102 23.7169 15.4331 23.7169 18.5447Z"
                            fill="#0077BD"/>
                        <path
                            d="M36.165 18.5447C36.165 21.6564 33.6427 24.1787 30.5311 24.1787C27.4188 24.1787 24.8965 21.6564 24.8965 18.5447C24.8965 15.4331 27.4188 12.9102 30.5311 12.9102C33.6427 12.9102 36.165 15.4331 36.165 18.5447Z"
                            fill="#0077BD"/>
                        <path
                            d="M23.7169 31.455C23.7169 34.5673 21.194 37.0896 18.0823 37.0896C14.9707 37.0896 12.4478 34.5673 12.4478 31.455C12.4478 28.3434 14.9707 25.821 18.0823 25.821C21.194 25.821 23.7169 28.3434 23.7169 31.455Z"
                            fill="#0077BD"/>
                        <path
                            d="M36.165 31.455C36.165 34.5673 33.6427 37.0896 30.5311 37.0896C27.4188 37.0896 24.8965 34.5673 24.8965 31.455C24.8965 28.3434 27.4188 25.821 30.5311 25.821C33.6427 25.821 36.165 28.3434 36.165 31.455Z"
                            fill="#373535"/>
                    </svg>
                    <div class="title-h2__content">
                        Каплеструйные принтеры для <br/>
                        <span>промышленной маркировки</span>
                    </div>
                </h2>
                <p animate class="printers__text">
                    Электрокаплеструйные маркираторы используются во многих отраслях производства для нанесения
                    разнообразных видов маркировки, с использованием бесконтактной технологии печати
                </p>
                <div class="printers__body">
                    <div animate class="printers__images">
                        <div class="printers__slider swiper">
                            <div class="printers__wrapper swiper-wrapper">
                                @foreach($printers as $printer)
                                    <div class="printers__slide swiper-slide">
                                        <picture>
                                            <source
                                                srcset="{{ $printer->getFirstMedia('sliders')->getUrl('sliderWebp') }} 1x, {{ $printer->getFirstMedia('sliders')->getUrl('sliderWebp@2') }} 2x"
                                                type="image/webp">
                                            <img src="{{ $printer->getFirstMedia('sliders')->getUrl('slider') }}"
                                                 srcset="{{ $printer->getFirstMedia('sliders')->getUrl('slider') }} 1x, {{ $printer->getFirstMedia('sliders')->getUrl('slider@2') }} 2x"
                                                 alt="{{ $printer->name }}"/></picture>
                                    </div>
                                @endforeach
                            </div>
                        </div>
                        <nav class="printers__navigation">
                            <button aria-label="Назад" class="printers__button printers__button--prev">
                                <svg width="15" height="16" viewBox="0 0 15 16" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <path
                                        d="M0.626065 7.29289C0.23554 7.68342 0.23554 8.31658 0.626065 8.70711L6.99003 15.0711C7.38055 15.4616 8.01371 15.4616 8.40424 15.0711C8.79476 14.6805 8.79476 14.0474 8.40424 13.6569L2.74739 8L8.40424 2.34315C8.79476 1.95262 8.79476 1.31946 8.40424 0.928932C8.01372 0.538407 7.38055 0.538407 6.99003 0.928932L0.626065 7.29289ZM14.6665 7L1.33317 7L1.33317 9L14.6665 9L14.6665 7Z"
                                        fill="white"/>
                                </svg>
                            </button>
                            <button aria-label="Вперед" class="printers__button printers__button--next">
                                <svg width="15" height="16" viewBox="0 0 15 16" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <path
                                        d="M14.3739 8.70711C14.7645 8.31658 14.7645 7.68342 14.3739 7.29289L8.00997 0.928932C7.61945 0.538408 6.98628 0.538408 6.59576 0.928932C6.20524 1.31946 6.20524 1.95262 6.59576 2.34315L12.2526 8L6.59576 13.6569C6.20524 14.0474 6.20524 14.6805 6.59576 15.0711C6.98628 15.4616 7.61945 15.4616 8.00997 15.0711L14.3739 8.70711ZM0.333496 9H13.6668V7H0.333496V9Z"
                                        fill="white"/>
                                </svg>
                            </button>
                        </nav>
                        <div class="printers__pagination"></div>
                    </div>

                    <div animate class="printers__content printers-content">
                        <div class="printers-content__slider swiper">
                            <div class="printers-content__wrapper swiper-wrapper">
                                @foreach($printers as $printer)
                                    <div class="printers-content__slide swiper-slide">
                                        <h3 class="printers-content__title">
                                            {{ $printer->name }}
                                        </h3>
                                        <p class="printers-content__text swiper-no-swiping">
                                            {{ $printer->description }}
                                        </p>
                                        <a href="{{ route('products.index') }}" class="printers-content__link link">
                                            <span>Все оборудование</span>
                                            <svg width="7" height="13" viewBox="0 0 7 13" fill="none"
                                                 xmlns="http://www.w3.org/2000/svg">
                                                <path
                                                    d="M6.53033 7.03033C6.82322 6.73744 6.82322 6.26256 6.53033 5.96967L1.75736 1.1967C1.46447 0.903806 0.989593 0.903806 0.696699 1.1967C0.403806 1.48959 0.403806 1.96447 0.696699 2.25736L4.93934 6.5L0.696699 10.7426C0.403806 11.0355 0.403806 11.5104 0.696699 11.8033C0.989593 12.0962 1.46447 12.0962 1.75736 11.8033L6.53033 7.03033ZM5 7.25H6V5.75H5V7.25Z"
                                                    fill="white"/>
                                            </svg>
                                        </a>
                                    </div>
                                @endforeach
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </section>
        <section animate class="why">
            <div class="why__container">
                <h2 animate class="why__title title-h2">
                    <svg class="title-h2__icon" width="49" height="50" viewBox="0 0 49 50" fill="none"
                         xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M23.7169 44.3654C23.7169 47.4777 21.194 50 18.0823 50C14.9707 50 12.4478 47.4777 12.4478 44.3654C12.4478 41.2538 14.9707 38.7308 18.0823 38.7308C21.194 38.7308 23.7169 41.2538 23.7169 44.3654Z"
                            fill="#0077BD"/>
                        <path
                            d="M23.7169 5.63397C23.7169 8.74621 21.194 11.2686 18.0823 11.2686C14.9707 11.2686 12.4478 8.74621 12.4478 5.63397C12.4478 2.52234 14.9707 -3.8147e-06 18.0823 -3.8147e-06C21.194 -3.8147e-06 23.7169 2.52234 23.7169 5.63397Z"
                            fill="#373535"/>
                        <path
                            d="M36.165 5.63397C36.165 8.74621 33.6427 11.2686 30.5311 11.2686C27.4188 11.2686 24.8965 8.74621 24.8965 5.63397C24.8965 2.52234 27.4188 -3.8147e-06 30.5311 -3.8147e-06C33.6427 -3.8147e-06 36.165 2.52234 36.165 5.63397Z"
                            fill="#373535"/>
                        <path
                            d="M48.6133 5.63397C48.6133 8.74621 46.0909 11.2686 42.9787 11.2686C39.8671 11.2686 37.3447 8.74621 37.3447 5.63397C37.3447 2.52234 39.8671 -3.8147e-06 42.9787 -3.8147e-06C46.0909 -3.8147e-06 48.6133 2.52234 48.6133 5.63397Z"
                            fill="#373535"/>
                        <path
                            d="M11.2686 18.5447C11.2686 21.6564 8.74561 24.1787 5.63398 24.1787C2.52235 24.1787 0 21.6564 0 18.5447C0 15.4331 2.52235 12.9102 5.63398 12.9102C8.74561 12.9102 11.2686 15.4331 11.2686 18.5447Z"
                            fill="#0077BD"/>
                        <path
                            d="M23.7169 18.5447C23.7169 21.6564 21.194 24.1787 18.0823 24.1787C14.9707 24.1787 12.4478 21.6564 12.4478 18.5447C12.4478 15.4331 14.9707 12.9102 18.0823 12.9102C21.194 12.9102 23.7169 15.4331 23.7169 18.5447Z"
                            fill="#0077BD"/>
                        <path
                            d="M36.165 18.5447C36.165 21.6564 33.6427 24.1787 30.5311 24.1787C27.4188 24.1787 24.8965 21.6564 24.8965 18.5447C24.8965 15.4331 27.4188 12.9102 30.5311 12.9102C33.6427 12.9102 36.165 15.4331 36.165 18.5447Z"
                            fill="#0077BD"/>
                        <path
                            d="M23.7169 31.455C23.7169 34.5673 21.194 37.0896 18.0823 37.0896C14.9707 37.0896 12.4478 34.5673 12.4478 31.455C12.4478 28.3434 14.9707 25.821 18.0823 25.821C21.194 25.821 23.7169 28.3434 23.7169 31.455Z"
                            fill="#0077BD"/>
                        <path
                            d="M36.165 31.455C36.165 34.5673 33.6427 37.0896 30.5311 37.0896C27.4188 37.0896 24.8965 34.5673 24.8965 31.455C24.8965 28.3434 27.4188 25.821 30.5311 25.821C33.6427 25.821 36.165 28.3434 36.165 31.455Z"
                            fill="#373535"/>
                    </svg>
                    <div class="title-h2__content"><span>Почему</span> мы</div>
                </h2>
                <div class="why__body">
                    <div animate class="why__item why-item">
                        <div class="why-item__digit">01</div>
                        <p class="why-item__text">
                            Мы предлагаем оптимальные решения задач по маркировке продукции для предприятий
                            пищевой, ликероводочной, фармацевтической, автомобильной, электронной и других
                            промышленностей
                        </p>
                    </div>
                    <div animate class="why__item why-item">
                        <div class="why-item__digit">02</div>
                        <p class="why-item__text">
                            Мы предоставляем своим заказчикам только качественное оборудование собственного
                            производства и гарантируем полный комплекс услуг по поставке, монтажу, и
                            оперативному сервисному облуживанию
                        </p>
                    </div>
                    <div animate class="why__item why-item">
                        <div class="why-item__digit">03</div>
                        <p class="why-item__text">
                            Обеспечивает обслуживание производственных предприятий на предмет поставки,
                            гарантийного и сервисного обслуживания промышленных каплеструйных маркировочных
                            принтеров
                        </p>
                    </div>
                </div>
            </div>
        </section>
        <section animate class="numbers numbers--home">
            <svg class="numbers__decor" width="501" height="516" viewBox="0 0 501 516" fill="none"
                 xmlns="http://www.w3.org/2000/svg">
                <g opacity="0.03">
                    <path
                        d="M244.422 457.22C244.422 489.294 218.421 515.289 186.353 515.289C154.286 515.289 128.285 489.294 128.285 457.22C128.285 425.152 154.286 399.151 186.353 399.151C218.421 399.151 244.422 425.152 244.422 457.22Z"
                        fill="#0077BD"/>
                    <path
                        d="M244.422 58.0624C244.422 90.1364 218.421 116.131 186.353 116.131C154.286 116.131 128.285 90.1364 128.285 58.0624C128.285 25.9946 154.286 -7.62939e-05 186.353 -7.62939e-05C218.421 -7.62939e-05 244.422 25.9946 244.422 58.0624Z"
                        fill="#373535"/>
                    <path
                        d="M372.71 58.0624C372.71 90.1364 346.715 116.131 314.647 116.131C282.573 116.131 256.579 90.1364 256.579 58.0624C256.579 25.9946 282.573 -7.62939e-05 314.647 -7.62939e-05C346.715 -7.62939e-05 372.71 25.9946 372.71 58.0624Z"
                        fill="#373535"/>
                    <path
                        d="M501 58.0624C501 90.1364 475.005 116.131 442.931 116.131C410.863 116.131 384.869 90.1364 384.869 58.0624C384.869 25.9946 410.863 -7.62939e-05 442.931 -7.62939e-05C475.005 -7.62939e-05 501 25.9946 501 58.0624Z"
                        fill="#373535"/>
                    <path
                        d="M116.131 191.117C116.131 223.185 90.1303 249.18 58.0625 249.18C25.9947 249.18 0 223.185 0 191.117C0 159.049 25.9947 133.049 58.0625 133.049C90.1303 133.049 116.131 159.049 116.131 191.117Z"
                        fill="#0077BD"/>
                    <path
                        d="M244.422 191.117C244.422 223.185 218.421 249.18 186.353 249.18C154.286 249.18 128.285 223.185 128.285 191.117C128.285 159.049 154.286 133.049 186.353 133.049C218.421 133.049 244.422 159.049 244.422 191.117Z"
                        fill="#0077BD"/>
                    <path
                        d="M372.71 191.117C372.71 223.185 346.715 249.18 314.647 249.18C282.573 249.18 256.579 223.185 256.579 191.117C256.579 159.049 282.573 133.049 314.647 133.049C346.715 133.049 372.71 159.049 372.71 191.117Z"
                        fill="#0077BD"/>
                    <path
                        d="M244.422 324.168C244.422 356.242 218.421 382.237 186.353 382.237C154.286 382.237 128.285 356.242 128.285 324.168C128.285 292.1 154.286 266.106 186.353 266.106C218.421 266.106 244.422 292.1 244.422 324.168Z"
                        fill="#0077BD"/>
                    <path
                        d="M372.71 324.168C372.71 356.242 346.715 382.237 314.647 382.237C282.573 382.237 256.579 356.242 256.579 324.168C256.579 292.1 282.573 266.106 314.647 266.106C346.715 266.106 372.71 292.1 372.71 324.168Z"
                        fill="#373535"/>
                </g>
            </svg>
            <div class="numbers__container">
                <div class="numbers__body">
                    <div animate class="numbers__item numbers-item">
                        <div class="numbers-item__number">
                                <span class="purecounter" data-purecounter-start="0" data-purecounter-end="35"
                                      data-purecounter-delay="3" data-purecounter-duration="1.3">35</span>+
                        </div>
                        <p class="numbers-item__text">
                            Более 35 лет занимаемся производством, поставкой и монтажем каплеструйных принтеров
                            по России и миру
                        </p>
                    </div>
                    <div animate class="numbers__item numbers-item">
                        <div class="numbers-item__number">
                                <span class="purecounter" data-purecounter-start="0" data-purecounter-end="150"
                                      data-purecounter-delay="3" data-purecounter-duration="1.3">150</span>+
                        </div>
                        <p class="numbers-item__text">
                            Более 150 городов во всем мире, в которые мы поставляем наше оборудование и
                            обеспечиваем обслуживание принтеров
                        </p>
                    </div>
                    <div animate class="numbers__item numbers-item">
                        <div class="numbers-item__number">
                                <span class="purecounter" data-purecounter-start="0" data-purecounter-end="50"
                                      data-purecounter-delay="3" data-purecounter-duration="1.3">50</span>+
                        </div>
                        <p class="numbers-item__text">
                            Разработано и внедрено более 50 моделей маркировочных принтеров, соответствующих
                            всем современным техническим требованиям и удовлетворяющих потребности наших
                            клиентов
                        </p>
                    </div>
                </div>
                <a animate href="{{ route('about.index') }}" class="numbers__link link">
                    <span>О компании</span>
                    <svg width="7" height="13" viewBox="0 0 7 13" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M6.53033 7.03033C6.82322 6.73744 6.82322 6.26256 6.53033 5.96967L1.75736 1.1967C1.46447 0.903806 0.989593 0.903806 0.696699 1.1967C0.403806 1.48959 0.403806 1.96447 0.696699 2.25736L4.93934 6.5L0.696699 10.7426C0.403806 11.0355 0.403806 11.5104 0.696699 11.8033C0.989593 12.0962 1.46447 12.0962 1.75736 11.8033L6.53033 7.03033ZM5 7.25H6V5.75H5V7.25Z"
                            fill="white"/>
                    </svg>
                </a>
            </div>
        </section>
        <section animate class="clients">
            <div class="clients__container">
                <h2 animate class="clients__title title-h2">
                    <svg class="title-h2__icon" width="49" height="50" viewBox="0 0 49 50" fill="none"
                         xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M23.7169 44.3654C23.7169 47.4777 21.194 50 18.0823 50C14.9707 50 12.4478 47.4777 12.4478 44.3654C12.4478 41.2538 14.9707 38.7308 18.0823 38.7308C21.194 38.7308 23.7169 41.2538 23.7169 44.3654Z"
                            fill="#0077BD"/>
                        <path
                            d="M23.7169 5.63397C23.7169 8.74621 21.194 11.2686 18.0823 11.2686C14.9707 11.2686 12.4478 8.74621 12.4478 5.63397C12.4478 2.52234 14.9707 -3.8147e-06 18.0823 -3.8147e-06C21.194 -3.8147e-06 23.7169 2.52234 23.7169 5.63397Z"
                            fill="#373535"/>
                        <path
                            d="M36.165 5.63397C36.165 8.74621 33.6427 11.2686 30.5311 11.2686C27.4188 11.2686 24.8965 8.74621 24.8965 5.63397C24.8965 2.52234 27.4188 -3.8147e-06 30.5311 -3.8147e-06C33.6427 -3.8147e-06 36.165 2.52234 36.165 5.63397Z"
                            fill="#373535"/>
                        <path
                            d="M48.6133 5.63397C48.6133 8.74621 46.0909 11.2686 42.9787 11.2686C39.8671 11.2686 37.3447 8.74621 37.3447 5.63397C37.3447 2.52234 39.8671 -3.8147e-06 42.9787 -3.8147e-06C46.0909 -3.8147e-06 48.6133 2.52234 48.6133 5.63397Z"
                            fill="#373535"/>
                        <path
                            d="M11.2686 18.5447C11.2686 21.6564 8.74561 24.1787 5.63398 24.1787C2.52235 24.1787 0 21.6564 0 18.5447C0 15.4331 2.52235 12.9102 5.63398 12.9102C8.74561 12.9102 11.2686 15.4331 11.2686 18.5447Z"
                            fill="#0077BD"/>
                        <path
                            d="M23.7169 18.5447C23.7169 21.6564 21.194 24.1787 18.0823 24.1787C14.9707 24.1787 12.4478 21.6564 12.4478 18.5447C12.4478 15.4331 14.9707 12.9102 18.0823 12.9102C21.194 12.9102 23.7169 15.4331 23.7169 18.5447Z"
                            fill="#0077BD"/>
                        <path
                            d="M36.165 18.5447C36.165 21.6564 33.6427 24.1787 30.5311 24.1787C27.4188 24.1787 24.8965 21.6564 24.8965 18.5447C24.8965 15.4331 27.4188 12.9102 30.5311 12.9102C33.6427 12.9102 36.165 15.4331 36.165 18.5447Z"
                            fill="#0077BD"/>
                        <path
                            d="M23.7169 31.455C23.7169 34.5673 21.194 37.0896 18.0823 37.0896C14.9707 37.0896 12.4478 34.5673 12.4478 31.455C12.4478 28.3434 14.9707 25.821 18.0823 25.821C21.194 25.821 23.7169 28.3434 23.7169 31.455Z"
                            fill="#0077BD"/>
                        <path
                            d="M36.165 31.455C36.165 34.5673 33.6427 37.0896 30.5311 37.0896C27.4188 37.0896 24.8965 34.5673 24.8965 31.455C24.8965 28.3434 27.4188 25.821 30.5311 25.821C33.6427 25.821 36.165 28.3434 36.165 31.455Z"
                            fill="#373535"/>
                    </svg>
                    <div class="title-h2__content">Наши <br/><span>клиенты</span></div>
                </h2>
                <div data-spollers class="clients__body">
                    <div animate class="clients__item">
                        <div data-spoller class="clients__inner">
                            <div class="clients__logo">
                                <picture>
                                    <source srcset="img/partners/1.webp" type="image/webp">
                                    <img src="img/partners/1.png" alt="Аист"/></picture>
                            </div>
                        </div>
                        <p class="clients__text">
                            «Аист» — одно из ведущих предприятий – производителей бытовой химии в России. С
                            самого начала деятельности предприятия главная цель заключалась в производстве и
                            продаже высококачественных стиральных порошков, отбеливателей, моющих и чистящих
                            средств, мыла хозяйственного.
                        </p>
                    </div>
                    <div animate class="clients__item">
                        <div data-spoller class="clients__inner">
                            <div class="clients__logo">
                                <picture>
                                    <source srcset="img/partners/2.webp" type="image/webp">
                                    <img src="img/partners/2.png" alt="Балтимор"/></picture>
                            </div>
                        </div>
                        <p class="clients__text">
                            «Балтимор» – один из крупнейших производителей кетчупов, соусов и горчицы. Для
                            многих россиян слово кетчуп ассоциируется со словом «Балтимор». Такой сильной
                            ассоциации продукта и торговой марки компания «Балтимор» достигла менее чем за 10
                            лет своего развития.
                        </p>
                    </div>
                    <div animate class="clients__item">
                        <div data-spoller class="clients__inner">
                            <div class="clients__logo">
                                <picture>
                                    <source srcset="img/partners/3.webp" type="image/webp">
                                    <img src="img/partners/3.png" alt="Митрофан Лагидзе"/></picture>
                            </div>
                        </div>
                        <p class="clients__text">
                            Тихвинский лимонадный завод «Воды Лагидзе» с уверенностью можно назвать одним из
                            самых современных и технически оснащенных заводов мира. Сочетание высоких технологий
                            с соблюдением традиций качества и уникальной рецептуры Митрофана Лагидзе позволяют
                            заводу полностью отказаться от консервантов и химических добавок в производстве
                            напитков и сиропов.
                        </p>
                    </div>
                    <div animate class="clients__item">
                        <div data-spoller class="clients__inner">
                            <div class="clients__logo">
                                <picture>
                                    <source srcset="img/partners/4.webp" type="image/webp">
                                    <img src="img/partners/4.png" alt="Гороховецкая мануфактура"/></picture>
                            </div>
                        </div>
                        <p class="clients__text">
                            «Гороховецкая мануфактура» производит кондитерские изделия и зерновые продукты под
                            ТМ «Leti». Богатый опыт производства мучных изделий, который компания имеет за
                            плечами, позволяет экспериментировать с рецептурами, создавая новые, оригинальные
                            продукты.
                        </p>
                    </div>
                    <div animate class="clients__item">
                        <div data-spoller class="clients__inner">
                            <div class="clients__logo">
                                <picture>
                                    <source srcset="img/partners/5.webp" type="image/webp">
                                    <img src="img/partners/5.png" alt="Невская косметика"/></picture>
                            </div>
                        </div>
                        <p class="clients__text">
                            «Невская Косметика» — российский производитель косметической и парфюмерной
                            продукции, расположенный в Санкт-Петербурге. На сегодняшний день входит в тройку
                            сильнейших компаний-производителей косметики на российском рынке.
                        </p>
                    </div>
                    <div animate class="clients__item">
                        <div data-spoller class="clients__inner">
                            <div class="clients__logo">
                                <picture>
                                    <source srcset="img/partners/6.webp" type="image/webp">
                                    <img src="img/partners/6.png" alt="Птицефабрика островная"/></picture>
                            </div>
                        </div>
                        <p class="clients__text">
                            Птицефабрика «Островная» — одно из крупнейших птицеводческих хозяйств страны. Входит
                            в рейтинг «300 лучших сельскохозяйственных предприятий России». Предприятие
                            специализируется на производстве диетических продуктов питания — яичной и мясной
                            продукции.
                        </p>
                    </div>
                    <div animate class="clients__item">
                        <div data-spoller class="clients__inner">
                            <div class="clients__logo">
                                <picture>
                                    <source srcset="img/partners/7.webp" type="image/webp">
                                    <img src="img/partners/7.png" alt="Пискаревский молочный завод"/></picture>
                            </div>
                        </div>
                        <p class="clients__text">
                            «Пискаревский молочный завод» — это одно из ведущих производств молока и молочных
                            продуктов Северо-запада. Кисломолочная продукция представлена широким ассортиментом:
                            сливки, кефир, сметана, ряженка, йогурты и др. Богатый опыт и накопленные знания
                            позволяют продавать молочные продукты оптом, которые отвечают всем гигиеническим
                            номам и вкусовым пристрастиям потребителя.
                        </p>
                    </div>
                    <div animate class="clients__item">
                        <div data-spoller class="clients__inner">
                            <div class="clients__logo">
                                <picture>
                                    <source srcset="img/partners/8.webp" type="image/webp">
                                    <img src="img/partners/8.png" alt="Exprof"/></picture>
                            </div>
                        </div>
                        <p class="clients__text">
                            Exprof — одна из самых крупных компаний в России по производству оконных профилей.
                            Это современный автоматизированный промышленный комплекс, который выпускает более
                            сорока тысяч тонн продукции в год. Компания начала выпускать профиль для окон ПВХ в
                            2001 году и за короткое время сумела войти в пятерку лидеров рынка.
                        </p>
                    </div>
                </div>
            </div>
        </section>
        <section animate class="blog-latest">
            <div class="blog-latest__container">
                <h2 animate class="blog-latest__title title-h2">
                    <svg class="title-h2__icon" width="49" height="50" viewBox="0 0 49 50" fill="none"
                         xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M23.7169 44.3654C23.7169 47.4777 21.194 50 18.0823 50C14.9707 50 12.4478 47.4777 12.4478 44.3654C12.4478 41.2538 14.9707 38.7308 18.0823 38.7308C21.194 38.7308 23.7169 41.2538 23.7169 44.3654Z"
                            fill="#0077BD"/>
                        <path
                            d="M23.7169 5.63397C23.7169 8.74621 21.194 11.2686 18.0823 11.2686C14.9707 11.2686 12.4478 8.74621 12.4478 5.63397C12.4478 2.52234 14.9707 -3.8147e-06 18.0823 -3.8147e-06C21.194 -3.8147e-06 23.7169 2.52234 23.7169 5.63397Z"
                            fill="#373535"/>
                        <path
                            d="M36.165 5.63397C36.165 8.74621 33.6427 11.2686 30.5311 11.2686C27.4188 11.2686 24.8965 8.74621 24.8965 5.63397C24.8965 2.52234 27.4188 -3.8147e-06 30.5311 -3.8147e-06C33.6427 -3.8147e-06 36.165 2.52234 36.165 5.63397Z"
                            fill="#373535"/>
                        <path
                            d="M48.6133 5.63397C48.6133 8.74621 46.0909 11.2686 42.9787 11.2686C39.8671 11.2686 37.3447 8.74621 37.3447 5.63397C37.3447 2.52234 39.8671 -3.8147e-06 42.9787 -3.8147e-06C46.0909 -3.8147e-06 48.6133 2.52234 48.6133 5.63397Z"
                            fill="#373535"/>
                        <path
                            d="M11.2686 18.5447C11.2686 21.6564 8.74561 24.1787 5.63398 24.1787C2.52235 24.1787 0 21.6564 0 18.5447C0 15.4331 2.52235 12.9102 5.63398 12.9102C8.74561 12.9102 11.2686 15.4331 11.2686 18.5447Z"
                            fill="#0077BD"/>
                        <path
                            d="M23.7169 18.5447C23.7169 21.6564 21.194 24.1787 18.0823 24.1787C14.9707 24.1787 12.4478 21.6564 12.4478 18.5447C12.4478 15.4331 14.9707 12.9102 18.0823 12.9102C21.194 12.9102 23.7169 15.4331 23.7169 18.5447Z"
                            fill="#0077BD"/>
                        <path
                            d="M36.165 18.5447C36.165 21.6564 33.6427 24.1787 30.5311 24.1787C27.4188 24.1787 24.8965 21.6564 24.8965 18.5447C24.8965 15.4331 27.4188 12.9102 30.5311 12.9102C33.6427 12.9102 36.165 15.4331 36.165 18.5447Z"
                            fill="#0077BD"/>
                        <path
                            d="M23.7169 31.455C23.7169 34.5673 21.194 37.0896 18.0823 37.0896C14.9707 37.0896 12.4478 34.5673 12.4478 31.455C12.4478 28.3434 14.9707 25.821 18.0823 25.821C21.194 25.821 23.7169 28.3434 23.7169 31.455Z"
                            fill="#0077BD"/>
                        <path
                            d="M36.165 31.455C36.165 34.5673 33.6427 37.0896 30.5311 37.0896C27.4188 37.0896 24.8965 34.5673 24.8965 31.455C24.8965 28.3434 27.4188 25.821 30.5311 25.821C33.6427 25.821 36.165 28.3434 36.165 31.455Z"
                            fill="#373535"/>
                    </svg>
                    <div class="title-h2__content">Последнее <br/>из <span>блога</span></div>
                </h2>
                <div class="blog-latest__body">
                    @foreach($articles as $article)
                        <article animate class="blog-latest__item blog-item">
                            <div class="blog-item__badge">{{ $article->category->name }}</div>
                            <div class="blog-item__image">
                                <picture>
                                    <source
                                        srcset="{{ $article->getFirstMedia('articles')->getUrl('articleThumbWebp') }} 1x, {{ $article->getFirstMedia('articles')->getUrl('articleThumbWebp@2') }} 2x"
                                        type="image/webp">
                                    <img
                                        src="{{ $article->getFirstMedia('articles')->getUrl('articleThumb') }}"
                                        srcset="{{ $article->getFirstMedia('articles')->getUrl('articleThumb@2') }} 1x, {{ $article->getFirstMedia('articles')->getUrl('articleThumb@2') }} 2x"
                                        alt="{{ $article->title }}"/></picture>
                            </div>
                            <div class="blog-item__content">
                                <div
                                    class="blog-item__date">{{ \Carbon\Carbon::parse($article->published_at)->format('d.m.Y') }}</div>
                                <h3 class="blog-item__title">
                                    {{ $article->title }}
                                </h3>
                                <a href="{{ route('blog.show', $article->slug) }}"
                                   class="blog-item__link link link--light">
                                    <span>Читать полностью</span>
                                    <svg width="7" height="12" viewBox="0 0 7 12" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <path
                                            d="M6.53033 6.53033C6.82322 6.23744 6.82322 5.76256 6.53033 5.46967L1.75736 0.696699C1.46447 0.403806 0.989593 0.403806 0.696699 0.696699C0.403806 0.989593 0.403806 1.46447 0.696699 1.75736L4.93934 6L0.696699 10.2426C0.403806 10.5355 0.403806 11.0104 0.696699 11.3033C0.989593 11.5962 1.46447 11.5962 1.75736 11.3033L6.53033 6.53033ZM5 6.75H6V5.25H5V6.75Z"
                                            fill="#0077BD"/>
                                    </svg>
                                </a>
                            </div>
                        </article>
                    @endforeach
                </div>
                <a animate href="{{ route('blog.index') }}" class="blog-latest__link link">
                    <span>Все статьи</span>
                    <svg width="7" height="13" viewBox="0 0 7 13" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M6.53033 7.03033C6.82322 6.73744 6.82322 6.26256 6.53033 5.96967L1.75736 1.1967C1.46447 0.903806 0.989593 0.903806 0.696699 1.1967C0.403806 1.48959 0.403806 1.96447 0.696699 2.25736L4.93934 6.5L0.696699 10.7426C0.403806 11.0355 0.403806 11.5104 0.696699 11.8033C0.989593 12.0962 1.46447 12.0962 1.75736 11.8033L6.53033 7.03033ZM5 7.25H6V5.75H5V7.25Z"
                            fill="white"/>
                    </svg>
                </a>
            </div>
        </section>
        <section animate class="video">
            <svg class="video__decor" width="241" height="248" viewBox="0 0 241 248" fill="none"
                 xmlns="http://www.w3.org/2000/svg">
                <g opacity="0.03">
                    <path
                        d="M117.576 219.94C117.576 235.369 105.069 247.874 89.6427 247.874C74.2169 247.874 61.7095 235.369 61.7095 219.94C61.7095 204.514 74.2169 192.007 89.6427 192.007C105.069 192.007 117.576 204.514 117.576 219.94Z"
                        fill="#0077BD"/>
                    <path
                        d="M117.576 27.9304C117.576 43.3592 105.069 55.8636 89.6427 55.8636C74.2169 55.8636 61.7095 43.3592 61.7095 27.9304C61.7095 12.5046 74.2169 0.000146323 89.6427 0.000146323C105.069 0.000146323 117.576 12.5046 117.576 27.9304Z"
                        fill="#373535"/>
                    <path
                        d="M179.287 27.9304C179.287 43.3592 166.783 55.8636 151.357 55.8636C135.928 55.8636 123.424 43.3592 123.424 27.9304C123.424 12.5046 135.928 0.000146323 151.357 0.000146323C166.783 0.000146323 179.287 12.5046 179.287 27.9304Z"
                        fill="#373535"/>
                    <path
                        d="M241 27.9304C241 43.3592 228.496 55.8636 213.067 55.8636C197.641 55.8636 185.137 43.3592 185.137 27.9304C185.137 12.5046 197.641 0.000146323 213.067 0.000146323C228.496 0.000146323 241 12.5046 241 27.9304Z"
                        fill="#373535"/>
                    <path
                        d="M55.8635 91.9346C55.8635 107.36 43.3561 119.865 27.9303 119.865C12.5044 119.865 0 107.36 0 91.9346C0 76.5088 12.5044 64.0014 27.9303 64.0014C43.3561 64.0014 55.8635 76.5088 55.8635 91.9346Z"
                        fill="#0077BD"/>
                    <path
                        d="M117.576 91.9346C117.576 107.36 105.069 119.865 89.6427 119.865C74.2169 119.865 61.7095 107.36 61.7095 91.9346C61.7095 76.5088 74.2169 64.0014 89.6427 64.0014C105.069 64.0014 117.576 76.5088 117.576 91.9346Z"
                        fill="#0077BD"/>
                    <path
                        d="M179.287 91.9346C179.287 107.36 166.783 119.865 151.357 119.865C135.928 119.865 123.424 107.36 123.424 91.9346C123.424 76.5088 135.928 64.0014 151.357 64.0014C166.783 64.0014 179.287 76.5088 179.287 91.9346Z"
                        fill="#0077BD"/>
                    <path
                        d="M117.576 155.937C117.576 171.366 105.069 183.871 89.6427 183.871C74.2169 183.871 61.7095 171.366 61.7095 155.937C61.7095 140.512 74.2169 128.007 89.6427 128.007C105.069 128.007 117.576 140.512 117.576 155.937Z"
                        fill="#0077BD"/>
                    <path
                        d="M179.287 155.937C179.287 171.366 166.783 183.871 151.357 183.871C135.928 183.871 123.424 171.366 123.424 155.937C123.424 140.512 135.928 128.007 151.357 128.007C166.783 128.007 179.287 140.512 179.287 155.937Z"
                        fill="#373535"/>
                </g>
            </svg>
            <div class="video__container">
                <h2 animate class="video__title title-h2">
                    <svg class="title-h2__icon" width="49" height="50" viewBox="0 0 49 50" fill="none"
                         xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M23.7169 44.3654C23.7169 47.4777 21.194 50 18.0823 50C14.9707 50 12.4478 47.4777 12.4478 44.3654C12.4478 41.2538 14.9707 38.7308 18.0823 38.7308C21.194 38.7308 23.7169 41.2538 23.7169 44.3654Z"
                            fill="#0077BD"/>
                        <path
                            d="M23.7169 5.63397C23.7169 8.74621 21.194 11.2686 18.0823 11.2686C14.9707 11.2686 12.4478 8.74621 12.4478 5.63397C12.4478 2.52234 14.9707 -3.8147e-06 18.0823 -3.8147e-06C21.194 -3.8147e-06 23.7169 2.52234 23.7169 5.63397Z"
                            fill="#373535"/>
                        <path
                            d="M36.165 5.63397C36.165 8.74621 33.6427 11.2686 30.5311 11.2686C27.4188 11.2686 24.8965 8.74621 24.8965 5.63397C24.8965 2.52234 27.4188 -3.8147e-06 30.5311 -3.8147e-06C33.6427 -3.8147e-06 36.165 2.52234 36.165 5.63397Z"
                            fill="#373535"/>
                        <path
                            d="M48.6133 5.63397C48.6133 8.74621 46.0909 11.2686 42.9787 11.2686C39.8671 11.2686 37.3447 8.74621 37.3447 5.63397C37.3447 2.52234 39.8671 -3.8147e-06 42.9787 -3.8147e-06C46.0909 -3.8147e-06 48.6133 2.52234 48.6133 5.63397Z"
                            fill="#373535"/>
                        <path
                            d="M11.2686 18.5447C11.2686 21.6564 8.74561 24.1787 5.63398 24.1787C2.52235 24.1787 0 21.6564 0 18.5447C0 15.4331 2.52235 12.9102 5.63398 12.9102C8.74561 12.9102 11.2686 15.4331 11.2686 18.5447Z"
                            fill="#0077BD"/>
                        <path
                            d="M23.7169 18.5447C23.7169 21.6564 21.194 24.1787 18.0823 24.1787C14.9707 24.1787 12.4478 21.6564 12.4478 18.5447C12.4478 15.4331 14.9707 12.9102 18.0823 12.9102C21.194 12.9102 23.7169 15.4331 23.7169 18.5447Z"
                            fill="#0077BD"/>
                        <path
                            d="M36.165 18.5447C36.165 21.6564 33.6427 24.1787 30.5311 24.1787C27.4188 24.1787 24.8965 21.6564 24.8965 18.5447C24.8965 15.4331 27.4188 12.9102 30.5311 12.9102C33.6427 12.9102 36.165 15.4331 36.165 18.5447Z"
                            fill="#0077BD"/>
                        <path
                            d="M23.7169 31.455C23.7169 34.5673 21.194 37.0896 18.0823 37.0896C14.9707 37.0896 12.4478 34.5673 12.4478 31.455C12.4478 28.3434 14.9707 25.821 18.0823 25.821C21.194 25.821 23.7169 28.3434 23.7169 31.455Z"
                            fill="#0077BD"/>
                        <path
                            d="M36.165 31.455C36.165 34.5673 33.6427 37.0896 30.5311 37.0896C27.4188 37.0896 24.8965 34.5673 24.8965 31.455C24.8965 28.3434 27.4188 25.821 30.5311 25.821C33.6427 25.821 36.165 28.3434 36.165 31.455Z"
                            fill="#373535"/>
                    </svg>
                    <div class="title-h2__content">Видео</div>
                </h2>
                <div class="video__body">
                    <div animate class="video__item">
                        <div class="video__image">
                            <img src="" alt=""/>
                        </div>
                        <button data-popup="#youtube" data-popup-youtube="ncSLFVvf_k4" aria-label="Проиграть"
                                class="video__button">
                            <svg width="11" height="12" viewBox="0 0 11 12" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                <path d="M10.2861 6.00007L0.857561 11.4437L0.857561 0.556481L10.2861 6.00007Z"
                                      fill="#0077BD"/>
                            </svg>
                        </button>
                    </div>
                    <div animate class="video__item">
                        <div class="video__image">
                            <img src="" alt=""/>
                        </div>
                        <button data-popup="#youtube" data-popup-youtube="1KoJuCxEjoM" aria-label="Проиграть"
                                class="video__button">
                            <svg width="11" height="12" viewBox="0 0 11 12" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                <path d="M10.2861 6.00007L0.857561 11.4437L0.857561 0.556481L10.2861 6.00007Z"
                                      fill="#0077BD"/>
                            </svg>
                        </button>
                    </div>
                    <div animate class="video__item">
                        <div class="video__image">
                            <img src="" alt=""/>
                        </div>
                        <button data-popup="#youtube" data-popup-youtube="14LM5A8Aj_w" aria-label="Проиграть"
                                class="video__button">
                            <svg width="11" height="12" viewBox="0 0 11 12" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                <path d="M10.2861 6.00007L0.857561 11.4437L0.857561 0.556481L10.2861 6.00007Z"
                                      fill="#0077BD"/>
                            </svg>
                        </button>
                    </div>
                    <div animate class="video__item">
                        <div class="video__image">
                            <img src="" alt=""/>
                        </div>
                        <button data-popup="#youtube" data-popup-youtube="iACpbvMhP0k" aria-label="Проиграть"
                                class="video__button">
                            <svg width="11" height="12" viewBox="0 0 11 12" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                <path d="M10.2861 6.00007L0.857561 11.4437L0.857561 0.556481L10.2861 6.00007Z"
                                      fill="#0077BD"/>
                            </svg>
                        </button>
                    </div>
                    <div animate class="video__item">
                        <div class="video__image">
                            <img src="" alt=""/>
                        </div>
                        <button data-popup="#youtube" data-popup-youtube="EsEAJqYDg2Y" aria-label="Проиграть"
                                class="video__button">
                            <svg width="11" height="12" viewBox="0 0 11 12" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                <path d="M10.2861 6.00007L0.857561 11.4437L0.857561 0.556481L10.2861 6.00007Z"
                                      fill="#0077BD"/>
                            </svg>
                        </button>
                    </div>
                    <div animate class="video__item">
                        <div class="video__image">
                            <img src="" alt=""/>
                        </div>
                        <button data-popup="#youtube" data-popup-youtube="t7QB0iUIPMc" aria-label="Проиграть"
                                class="video__button">
                            <svg width="11" height="12" viewBox="0 0 11 12" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                <path d="M10.2861 6.00007L0.857561 11.4437L0.857561 0.556481L10.2861 6.00007Z"
                                      fill="#0077BD"/>
                            </svg>
                        </button>
                    </div>
                </div>
                <a animate href="https://www.youtube.com/channel/UCwtmjxw2rWqLltRVRXwkDxg" target="_blank"
                   class="video__link link">
                    <span>Смотреть на youtube</span>
                    <svg width="7" height="13" viewBox="0 0 7 13" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M6.53033 7.03033C6.82322 6.73744 6.82322 6.26256 6.53033 5.96967L1.75736 1.1967C1.46447 0.903806 0.989593 0.903806 0.696699 1.1967C0.403806 1.48959 0.403806 1.96447 0.696699 2.25736L4.93934 6.5L0.696699 10.7426C0.403806 11.0355 0.403806 11.5104 0.696699 11.8033C0.989593 12.0962 1.46447 12.0962 1.75736 11.8033L6.53033 7.03033ZM5 7.25H6V5.75H5V7.25Z"
                            fill="white"/>
                    </svg>
                </a>
            </div>
        </section>
    </main>
@endsection
